import movieImg from "./images/del/movie-img.jpg"
import movieImg2 from "./images/del/movie-img2.jpg"
import movieImg3 from "./images/del/movie-img3.jpg"
import movieImg4 from "./images/del/movie-img4.jpg"
import movieImg5 from "./images/del/movie-img5.jpg"

export const listWithMovies = [
	{
		"id": "1",
		"title": "Капитан Марвел",
		"description": "«Капита́н Ма́рвел» — американский супергеройский фильм 2019 года, основанный на персонаже Кэрол Денверс издательства Marvel Comics, производства Marvel Studios и дистрибьюции Walt Disney Studios Motion Pictures. Является двадцать первой картиной кинематографической вселенной Marvel.",
		"img": movieImg5,
	},
	{
		"id": "2",
		"title": "Мстители 4",
		"description": "«Мсти́тели: Фина́л» — предстоящий американский фильм 2019 года режиссёров Энтони и Джо Руссо. Экранизация комиксов Marvel о приключениях команды супергероев Мстителей. Продолжение фильмов «Мстители», «Мстители: Эра Альтрона» и «Мстители: Война бесконечности». 22-ой по счёту фильм кинематографической вселенной Marvel.",
		"img": movieImg4,
	},
	{
		"id": "3",
		"title": "Мстители 3: Война бесконечности",
		"description": "Команда мстителей пополняется новыми героями, которые хорошо знакомы всем поклонникам фильмов по комиксам Марвел. Ведь мир сталкивается с новой угрозой из космоса, которую представляет могущественный злодей Танос, намеревающийся собрать шесть камней Бесконечности. С их помощью можно полностью изменить реальность и подчинить себе мир.",
		"img": movieImg3,
	},
	{
		"id": "4",
		"title": "Мстители 2: Эра Альтрона",
		"description": "Фантастический боевик «Мстители 2: Эра Альтрона» продолжает рассказ о противостоянии между силами добра и зла. Ничего стабильного не бывает особенно в современном мире, которому снова угрожает опасность и полное уничтожение. Чтобы защитить планету, был создан искусственный интеллект Альтрон, которому подвластны огромные ресурсы и технологии человечества.",
		"img": movieImg2,
	},
	{
		"id": "5",
		"title": "Мстители (2012)",
		"description": "Фантастический фильм «Мстители» собрал всех самых популярных супергероев вместе, поскольку победить зло можно только сражаясь плечом к плечу. Ученные секретной организации ЩИТ, исследуют найденный космический объект, который может с детонировать в любой момент и уничтожить Землю. ",
		"img": movieImg,
	},
];
